Shyam_PGB2022/Swift-Team/chaitramudili.ror/app/controllers/questions_controller.rb

  def create
    @question = Question.new(question_params)

    if @question.save
---
INSERT INTO "questions" ("category", "difficulty", "questionString", "correct_answer", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5, $6) RETURNING "id"